Stats/Consolidation/Native/net_20.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=3669: Mon Feb 22 17:53:11 2016
  read : io=10240MB, bw=1137.9Mbit/s, iops=36411, runt= 71995msec
    clat (usec): min=11, max=1821, avg=26.08, stdev= 1.74
     lat (usec): min=11, max=1821, avg=26.20, stdev= 1.74
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   24], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   27], 80.00th=[   27], 90.00th=[   27], 95.00th=[   28],
     | 99.00th=[   31], 99.50th=[   32], 99.90th=[   34], 99.95th=[   35],
     | 99.99th=[   46]
    bw (Mbit/s): min=    0, max= 1218, per=100.00%, avg=1129.76, stdev=101.49
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=10.37%, sys=52.88%, ctx=2621510, majf=0, minf=97
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=3670: Mon Feb 22 17:53:11 2016
  write: io=10240MB, bw=1137.9Mbit/s, iops=36411, runt= 71995msec
    clat (usec): min=21, max=1744, avg=26.00, stdev= 1.65
     lat (usec): min=21, max=1744, avg=26.16, stdev= 1.65
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   24], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   27], 80.00th=[   27], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   31], 99.50th=[   32], 99.90th=[   33], 99.95th=[   34],
     | 99.99th=[   46]
    bw (Mbit/s): min= 1091, max= 1218, per=100.00%, avg=1137.66, stdev=36.36
    lat (usec) : 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=11.57%, sys=55.25%, ctx=2621553, majf=0, minf=102
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1137.9Mbit/s, minb=1137.9Mbit/s, maxb=1137.9Mbit/s, mint=71995msec, maxt=71995msec
  WRITE: io=10240MB, aggrb=1137.9Mbit/s, minb=1137.9Mbit/s, maxb=1137.9Mbit/s, mint=71995msec, maxt=71995msec