Stats/Consolidation/Native/net_20.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=4329: Mon Feb 22 00:31:21 2016
  read : io=10240MB, bw=1104.6Mbit/s, iops=35329, runt= 74199msec
    clat (usec): min=10, max=625, avg=26.82, stdev= 3.38
     lat (usec): min=10, max=626, avg=26.96, stdev= 3.39
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   27], 80.00th=[   27], 90.00th=[   29], 95.00th=[   36],
     | 99.00th=[   37], 99.50th=[   38], 99.90th=[   66], 99.95th=[   69],
     | 99.99th=[   73]
    bw (Mbit/s): min=    0, max= 1173, per=100.00%, avg=1096.54, stdev=136.33
    lat (usec) : 20=0.02%, 50=99.82%, 100=0.16%, 250=0.01%, 750=0.01%
  cpu          : usr=11.32%, sys=53.05%, ctx=2621086, majf=0, minf=90
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=4331: Mon Feb 22 00:31:21 2016
  write: io=10240MB, bw=1104.6Mbit/s, iops=35329, runt= 74199msec
    clat (usec): min=21, max=638, avg=26.86, stdev= 3.44
     lat (usec): min=21, max=640, avg=27.04, stdev= 3.44
    clat percentiles (usec):
     |  1.00th=[   25],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   27], 90.00th=[   29], 95.00th=[   36],
     | 99.00th=[   37], 99.50th=[   38], 99.90th=[   63], 99.95th=[   68],
     | 99.99th=[   72]
    bw (Mbit/s): min=  810, max= 1173, per=100.00%, avg=1103.94, stdev=102.36
    lat (usec) : 50=99.84%, 100=0.16%, 250=0.01%, 750=0.01%
  cpu          : usr=10.91%, sys=54.84%, ctx=2621106, majf=0, minf=104
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1104.6Mbit/s, minb=1104.6Mbit/s, maxb=1104.6Mbit/s, mint=74199msec, maxt=74199msec
  WRITE: io=10240MB, aggrb=1104.6Mbit/s, minb=1104.6Mbit/s, maxb=1104.6Mbit/s, mint=74199msec, maxt=74199msec