Stats/Consolidation/Native/net_21.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=4396: Mon Feb 22 00:32:34 2016
  read : io=10240MB, bw=1153.6Mbit/s, iops=36913, runt= 71015msec
    clat (usec): min=10, max=1669, avg=25.70, stdev= 2.15
     lat (usec): min=10, max=1669, avg=25.83, stdev= 2.15
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   27],
     | 99.00th=[   30], 99.50th=[   31], 99.90th=[   66], 99.95th=[   70],
     | 99.99th=[   73]
    bw (Mbit/s): min=    0, max= 1210, per=100.00%, avg=1145.53, stdev=98.15
    lat (usec) : 20=0.03%, 50=99.83%, 100=0.14%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=10.95%, sys=53.84%, ctx=2620782, majf=0, minf=109
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=4397: Mon Feb 22 00:32:34 2016
  write: io=10240MB, bw=1153.6Mbit/s, iops=36913, runt= 71015msec
    clat (usec): min=21, max=1566, avg=25.69, stdev= 2.03
     lat (usec): min=21, max=1567, avg=25.87, stdev= 2.03
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   27],
     | 99.00th=[   30], 99.50th=[   31], 99.90th=[   61], 99.95th=[   68],
     | 99.99th=[   73]
    bw (Mbit/s): min= 1082, max= 1210, per=100.00%, avg=1153.59, stdev=18.18
    lat (usec) : 50=99.85%, 100=0.15%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=9.85%, sys=55.03%, ctx=2621382, majf=0, minf=90
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1153.6Mbit/s, minb=1153.6Mbit/s, maxb=1153.6Mbit/s, mint=71015msec, maxt=71015msec
  WRITE: io=10240MB, aggrb=1153.6Mbit/s, minb=1153.6Mbit/s, maxb=1153.6Mbit/s, mint=71015msec, maxt=71015msec