Stats/Consolidation/Native/net_23.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=3894: Mon Feb 22 17:56:52 2016
  read : io=10240MB, bw=1162.1Mbit/s, iops=37213, runt= 70443msec
    clat (usec): min=10, max=1909, avg=25.48, stdev= 1.90
     lat (usec): min=11, max=1909, avg=25.60, stdev= 1.91
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   25], 60.00th=[   25],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   26],
     | 99.00th=[   31], 99.50th=[   32], 99.90th=[   35], 99.95th=[   37],
     | 99.99th=[   55]
    bw (Mbit/s): min=    0, max= 1217, per=100.00%, avg=1154.73, stdev=99.39
    lat (usec) : 20=0.01%, 50=99.98%, 100=0.01%, 250=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=10.59%, sys=54.37%, ctx=2621395, majf=0, minf=113
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=3895: Mon Feb 22 17:56:52 2016
  write: io=10240MB, bw=1162.1Mbit/s, iops=37213, runt= 70443msec
    clat (usec): min=20, max=1809, avg=25.44, stdev= 1.70
     lat (usec): min=21, max=1809, avg=25.61, stdev= 1.70
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   24], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   25], 40.00th=[   25], 50.00th=[   25], 60.00th=[   25],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   26],
     | 99.00th=[   31], 99.50th=[   32], 99.90th=[   34], 99.95th=[   36],
     | 99.99th=[   53]
    bw (Mbit/s): min= 1073, max= 1217, per=100.00%, avg=1162.97, stdev=16.98
    lat (usec) : 50=99.99%, 100=0.01%, 250=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=10.00%, sys=55.06%, ctx=2621504, majf=0, minf=94
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1162.1Mbit/s, minb=1162.1Mbit/s, maxb=1162.1Mbit/s, mint=70443msec, maxt=70443msec
  WRITE: io=10240MB, aggrb=1162.1Mbit/s, minb=1162.1Mbit/s, maxb=1162.1Mbit/s, mint=70443msec, maxt=70443msec