Stats/Consolidation/Native/net_32.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err= 0: pid=6426: Sun Feb 21 20:26:56 2016
  read : io=10240MB, bw=1137.8Mbit/s, iops=36406, runt= 72004msec
    clat (usec): min=11, max=3373, avg=26.03, stdev= 2.41
     lat (usec): min=11, max=3373, avg=26.16, stdev= 2.41
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   26], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   27], 95.00th=[   27],
     | 99.00th=[   31], 99.50th=[   34], 99.90th=[   35], 99.95th=[   37],
     | 99.99th=[   48]
    bw (Mbit/s): min=    0, max= 1182, per=100.00%, avg=1129.91, stdev=98.81
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.87%, sys=53.74%, ctx=2621515, majf=0, minf=100
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=6427: Sun Feb 21 20:26:56 2016
  write: io=10240MB, bw=1137.8Mbit/s, iops=36406, runt= 72004msec
    clat (usec): min=21, max=3384, avg=25.97, stdev= 2.41
     lat (usec): min=21, max=3384, avg=26.16, stdev= 2.41
    clat percentiles (usec):
     |  1.00th=[   24],  5.00th=[   25], 10.00th=[   25], 20.00th=[   25],
     | 30.00th=[   26], 40.00th=[   26], 50.00th=[   26], 60.00th=[   26],
     | 70.00th=[   26], 80.00th=[   26], 90.00th=[   26], 95.00th=[   27],
     | 99.00th=[   32], 99.50th=[   34], 99.90th=[   35], 99.95th=[   37],
     | 99.99th=[   47]
    bw (Mbit/s): min=  912, max= 1181, per=100.00%, avg=1137.76, stdev=29.03
    lat (usec) : 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.55%, sys=54.72%, ctx=2621532, majf=0, minf=94
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=1137.8Mbit/s, minb=1137.8Mbit/s, maxb=1137.8Mbit/s, mint=72004msec, maxt=72004msec
  WRITE: io=10240MB, aggrb=1137.8Mbit/s, minb=1137.8Mbit/s, maxb=1137.8Mbit/s, mint=72004msec, maxt=72004msec